/* Alert
   badFolderAlert */
"Default Folder Changed" = "A pasta padrão mudou";

/* plugin name */
"Google Drive" = "Google Drive";

/* badFolderAlert
   OK */
"OK" = "OK";

/* No comment provided by engineer. */
"Please check your internet connection or your Google Drive settings and permissions and try again." = "Verifique a conexão de Internet ou as suas configurações e permissões do Google Drive e tente novamente.";

/* pick folder title */
"Please select a folder before uploading." = "Selecione uma pasta antes de carregar.";

/* Sign in */
"Sign In..." = "Iniciar sessão...";

/* Sign out */
"Sign Out" = "Terminar sessão";

/* Alert Message
   badFolderAlert */
"The default folder no longer exists. Please select a new default folder." = "A pasta padrão não existe mais. Selecione uma nova pasta padrão.";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "O link para sua captura está pronto para ser colado.";

/* No comment provided by engineer. */
"Unable to share to Google Drive" = "Não é possível compartilhar no Google Drive";

/* plugin button tooltip */
"Upload the capture to Google Drive for image or video hosting." = "Carregue a captura no Google Drive para hospedagem de imagem ou vídeo.";

